{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": null,
  "bos_token_id": null,
  "eos_token": "<|endoftext|>",
  "eos_token_id": 151643,
  "is_local": true,
  "model_max_length": 1000000000000000019884624838656,
  "model_type": "gpt2",
  "pad_token": "<|endoftext|>",
  "pad_token_id": 151643,
  "tokenizer_class": "Qwen2Tokenizer",
  "unk_token": "<|endoftext|>"
}
